Repository: shmutalov/DistantVacantGovUz
Catalog: DistantVacantGovUz/language/strings.*.resx
Languages: ru

# lblAppLauncherVersion
source: Launcher version:
ru: Версия лаунчера:

# lblAppVersion
source: Application version:
ru: Версия приложения:

# lblAuthor
source: Author:
ru: Автор:

# mnuAboutProgram
source: About program...
ru: О программе...

# mnuHelp
source: Help
ru: Помощь

# mnuHowToWork
source: How to work?
ru: Как начать работать?

# ProgramAuthor
source: Sherzod Mutalov
ru: Шерзод Муталов

# exportStatus
source: Exported %d of %d. %d%
ru: Экпортировано {0} из {1}. {2}%

# frmEditPortalVacancyCaption
source: Portal vacancy edit form - Vacancy #
ru: Форма редактирования вакансии на Портале - Вакансия #

# frmLocalDocumentCaption
source: Local vacancies
ru: Локальные вакансии

# frmMainNewDocumentTitle
source: Untitled document
ru: Безымянный документ

# localDocSelectedItems
source: Selected:
ru: Выбрано:

source: Login failed!
ru: Ошибка входа!

# loginFillAllFields
source: Please, fill all fields
ru: Пожалуйста, заполните все поля

# MsgCaptionAddVacancy
source: Adding local vacancy
ru: Добавление локальной вакансии

# MsgEditPortalVacOpenCaption
source: Opening portal vacancy...
ru: Открытие вакансии Портала...

# MsgEditPortalVacOpenError
source: Cannot open selected vacancy. Error occured.
ru: Не удалось открыть выбранную вакансию. Произошла ошибка.

# MsgEditPortalVacSaveCaption
source: Saving portal vacancy...
ru: Сохранение вакансии Портала...

# MsgEditPortalVacSaveError
source: Vacancy was not saved. Error occured.
ru: Вакансия не сохранена. Произошла ошибка.

# MsgNotAllFieldsFilled
source: Some fields not filled. Continue save?
ru: Некоторые поля не заполнены. Продолжить сохранение?

# MsgOpenVacancyDocumentAlreadyOpened
source: Document is already opened
ru: Документ уже открыт

# MsgOpenVacancyDocumentCaption
source: Opening document...
ru: Открытие документа...

# MsgOpenVacancyDocumentError
source: Error occured while loading document. Reason:
ru: Ошибка загрузки документа. Причина:

# MsgPortalVacExportCaption
source: Exporting vacancies...
ru: Экспорт вакансий...

# MsgPortalVacExportSaveError
source: Exported vacancies save error.
ru: Ошибка сохранения экпортированных вакансий.

# MsgPortalVacExportSuccess
source: Vacancies successfully exported and saved.
ru: Вакансии успешно экспортированы и сохранены.

# MsgPortalVacStatusChangeCaption
source: Changing status...
ru: Изменение статуса...

# MsgPortalVacStatusChanged
source: %d of %d vacancies status changed.
ru: Изменен статус {0} из {1} вакансий.

# openVacancyDocumentFilter
source: Vacancies document file (*.vac, *.vacx)|*.vac;*.vacx
ru: Файл документа вакансий (*.vac, *.vacx)|*.vac;*.vacx

# openVacancyDocumentTitle
source: Choose vacancies document file
ru: Выберите файл документа вакансий...

# frmImportPortalVacsCaption
source: Import vacancies
ru: Импорт вакансий

# MsgImportPortalVacsFinished
source: Import finished. Imported %d from %d
ru: Импорт завершен. Импортировано {0} из {1}

# MsgImportVacsCaption
source: Importing vacancies...
ru: Импортирование вакансий...

# portalImportVacStatusImported
source: Imported
ru: Импортировано

# portalImportVacStatusImportError
source: Import error
ru: Ошибка импорта

# portalImportVacStatusNotImported
source: Not imported
ru: Не импортировано

# portalImportVacStatusSkipped
source: Skipped
ru: Пропущено

# portalImportVacStatusUncompleted
source: Vacancy have uncompleted fields
ru: Не все поля заполнены

# frmEditLocalVacancyCaption
source: Edit local vacancy #
ru: Форма редактирования локальной вакансии #

# MsgLocalDocDeletingRows
source: Are you sure to delete selected rows?
ru: Вы уверены, что хотите удалить выбранные строки?

# MsgLocalDocDeletingRowsCaption
source: Deleting rows...
ru: Удаление строк...

# openVacancyDocImportTitle
source: Select document to import...
ru: Выберите документ для импорта...
